Repository: AMDmi3/aurweb
Catalog: po/*.po
Languages: ca, da, el, hr, nb_no

source: Page Not Found
ca: No s’ha trobat la pàgina
el: Η σελίδα δε βρέθηκε

source: Sorry, the page you've requested does not exist.
ca: Ho sentim, la pàgina que ha sol·licitat no existeix.
el: Μας συγχωρείτε, η σελίδα που ζητήσατε δεν υπάρχει.

source: Accounts
ca: Compte
da: Konti
el: Λογαριασμοί
hr: Računi
nb_no: Kontoer

source: You are not allowed to access this area.
ca: No esteu autoritzat per a accedir a aquesta àrea.
da: Du har ikke tilladelse til dette område.
el: Δεν σας επιτρέπεται η πρόσβαση σε αυτήν την περιοχή.
hr: Nije vam dozvoljen pristup ovom području.
nb_no: Du har ikke adgang til dette området.

source: Could not retrieve information for the specified user.
ca: No s'ha pogut obtenir la informació de l'usuari especificat.
da: Kunne ikke hente information om den specifikke bruger.
el: Δεν ήταν δυνατή η λήψη πληροφοριών για αυτόν τον χρήστη.
hr: Nije moguće naći informacije o zadanom korisniku.
nb_no: Kunne ikke motta informasjon for den valgte brukeren.

source: You do not have permission to edit this account.
ca: No teniu permís per a editar aquest compte.
da: Du har ikke tilladelse til at redigere denne konto.
el: Δεν έχετε την άδεια να επεξεργαστείτε αυτόν τον λογαριασμό.
hr: Nemate ovlasti da bi mjenjali ovaj račun.
nb_no: Du har ikke adgang til å endre denne kontoen.

source: Use this form to search existing accounts.
ca: Utilitzeu aquest formulari per a cercar comptes existents.
da: Brug denne formular til at søge i eksisterende konti.
el: Χρησιμοποιήστε αυτή τη φόρμα για να αναζητήσετε υπάρχοντες λογαριασμούς.
hr: Koristite ovaj formular za pretraživanj postoječih računa.
nb_no: Bruk dette skjemaet for å søke etter eksisterende kontoer.

source: You must log in to view user information.
ca: Heu d'identificar-vos per a veure la inforació de l'usuari.
da: Du skal være logget ind for at se brugerinformation.
el: Πρέπει να συνδεθείτε για να δείτε πληροφορίες χρήστη.
hr: Morate se logirati kako bi pregledali informacije o korisniku.
nb_no: Du må logge inn for å se informasjon om bruker.

source: Use this form to create an account.
ca: Utilitzeu aquest formulari per a crear un compte.
da: Brug denne formular til at oprette en konto.
el: Χρησιμοποιήστε αυτή τη φόρμα για να δημιουργήσετε λογαριασμό.
hr: Koristite ovaj formular za kreiranje računa.
nb_no: Bruk dette feltet for å opprette en konto.

source: Add Proposal
ca: Afegeix proposta
el: Προσθέστε Πρόταση

source: Invalid token for user action.
ca: Element invàlid per acció de l'usuari.
el: Μη έγκυρο διακριτικό για την ενέργεια του χρήστη.

source: Username does not exist.
ca: El nom d’usuari no existeix.
da: Brugernavnet findes ikke.
el: Αυτό το όνομα χρήστη δεν υπάρχει.
hr: Korisničko ime ne postoji.
nb_no: Brukernavn finnes ikke.

source: %s already has proposal running for them.
ca: %s ja te una proposta corrent per ells.
da: %s har allerede et forslag kørende for dem.
el: %s έχει ήδη πρόταση σε εξέλιξη για αυτό το θέμα.
hr: %s već ima prijedlog.
nb_no: %s har allerede et forslag.

source: Invalid type.
ca: El tipus no és vàlid.
el: Άκυρος τύπος.

source: Proposal cannot be empty.
ca: La proposta no pot estar buit.
da: Forslag må ikke være tomt.
el: Η πρόταση δεν μπορεί να είναι κενή.
hr: Prijedlog nemože biti prazan.
nb_no: Forslag kan ikke være tomt.

source: New proposal submitted.
ca: Nova proposta presentada.
da: Nyt forslag tilføjet.
el: Υποβλήθηκε νέα πρόταση.
hr: Novi prijedlog je poslan.
nb_no: Nytt forslag innsendt.

source: Submit a proposal to vote on.
ca: Presentar una proposta per votar.
da: Fremsæt et forslag til afstemning.
el: Υποβάλετε μία πρόταση προς ψήφιση.
hr: Pošalji prijedlog za glasanje.
nb_no: Send inn et forslag å stemme på.

source: Applicant/TU
ca: Sol.licitant / TU
el: Αιτών / TU

source: (empty if not applicable)
ca: (Buit si no s'aplica)
da: (tomt hvis ikke relevant)
el: (κενό εάν δεν είναι εφαρμόσιμο)
hr: (prazno ako nije prikladno)
nb_no: (tom hvis ikke anvendelig)

source: Type
ca: Tipus
el: Είδος
hr: Tip

source: Addition of a TU
el: Προσθήκη ενός TU

source: Removal of a TU
el: Αφαίρεση ενός TU

source: Removal of a TU (undeclared inactivity)
el: Αφαίρεση ενός TU (αδήλωτη αδράνεια)

source: Amendment of Bylaws
el: Τροποποίηση των

source: Proposal
ca: Proposta
da: Forslag
el: Πρόταση
hr: Prijedlog
nb_no: Forslag

source: Submit
ca: Envia
da: Tilføj
el: Υποβολή
hr: Pošalji
nb_no: Send inn

source: Home
ca: Inici
da: Hjem
el: Αρχική
hr: Početna
nb_no: Hjem

source: Welcome to the AUR! Please read the %sAUR User Guidelines%s and %sAUR TU Guidelines%s for more information.
ca: Benvingut a l'AUR! Si us plau, llegiu les %sdirectrius d'usuari d'AUR%s i les %sdirectrius de TU (usuari de confiança) d'AUR%s per més informació.
el: Καλωσήρθατε στο AUR! Διαβάστε παρακαλώ τον %sOδηγό Χρηστών του AUR%s και τον %sΟδηγό των Trusted Users%s για περισσότερες πληροφορίες.

source: Contributed PKGBUILDs %smust%s conform to the %sArch Packaging Standards%s otherwise they will be deleted!
ca: És %sobligatori%s que els PKGBUILDs amb que es contribueix s'ajustin als %sEstandars d'empaquetament d'Arc%s, en cas contrari seran esborrats!
el: Τα συνεισφέροντα PKGBUILDs %sπρέπει%s να ακολουθούν τα %sΠρότυπα δημιουργίας πακέτων του Arch%s αλλιώς θα διαγράφονται!

source: Remember to vote for your favourite packages!
ca: Recordeu votar els vostres paquets preferits!
el: Θυμηθείτε να ψηφίσετε τα αγαπημένα σας πακέτα!

source: Some packages may be provided as binaries in [community].
ca: Alguns paquets poden ser oferts com binaris a [community].
el: Ορισμένα πακέτα μπορεί να μεταφερθούν ως binaries στο [community].

source: Discussion
ca: Discussió
da: Diskussion
el: Συζήτηση
hr: Rasprava
nb_no: Diskusjon

source: General discussion regarding the Arch User Repository (AUR) and Trusted User structure takes place on %saur-general%s. This list can be used for package orphan requests, merge requests, and deletion requests. For discussion relating to the development of the AUR, use the %saur-dev%s mailing list.
el: Γενική συζήτηση που αφορά στη δομή του Arch User Repository (AUR) και των Trusted Users λαμβάνει μέρος στην %saur-general%s. Η λίστα αυτή μπορεί να χρησιμοποιηθεί για αιτήματα ορφανών πακέτων, αιτήματα συγχώνευσης και αιτήματα διαγραφής. Για συζήτηση σχετικά με την ανάπτυξη του AUR, χρησιμοποιήστε τη λίστα ταχυδρομείου %saur-dev%s.

source: Bug Reporting
ca: Comunicar errada
el: Αναφορά Σφαλμάτων

source: If you find a bug in the AUR, please fill out a bug report on our %sbug tracker%s. Use the tracker to report bugs in the AUR %sonly%s. To report packaging bugs contact the package maintainer or leave a comment on the appropriate package page.
el: Εάν βρείτε κάποιο σφάλμα στο AUR, παρακαλώ συμπληρώστε μία αναφορά σφάλματος στον %sbug tracker%s μας. Χρησιμοποιήστε τον tracker για αναφορές σφάλματος %sμόνο%s όσον αφορά στην πλατφόρμα του AUR. Για να αναφέρετε σφάλματα πακέτων, έρθετε σε επαφή με τον εκάστοτε maintainer ή αφήστε ένα μήνυμα στην κατάλληλη σελίδα του πακέτου.

source: DISCLAIMER
ca: Avís legal
el: ΑΠΟΠΟΙΗΣΗ ΕΥΘΥΝΗΣ

source: Unsupported packages are user produced content. Any use of the provided files is at your own risk.
ca: Els paquets sense suport són creats per diferents usuaris. Qualsevol ús d'aquests és sempre sota el seu propi risc.
el: Τα πακέτα στο "Unsupported" έχουν περιεχόμενο που παρέχεται απο τους χρήστες. Χρησιμοποιήστε τα με δική σας ευθύνη.

source: Package Search
ca: Cercar Paquets
el: Αναζήτηση Πακέτου

source: Adopt
el: Υιοθέτηση

source: Disown
el: Αποδέσμευση

source: Vote
ca: Vota
da: Stem
el: Ψηφίστε
hr: Glasaj
nb_no: Stem

source: UnVote
ca: Lleva el vot
da: Tilbagetræk stemme
el: Αναίρεση ψήφου
hr: Makni glas
nb_no: Av-stem

source: Notify
ca: Notifica
da: Påmindelse
el: Ειδοποίηση
hr: Obavijesti
nb_no: Notifisér

source: UnNotify
ca: Lleva notificació
da: Ingen påmindelse
el: Διακοπή Ειδοποίησης
hr: Ne obavještavaj
nb_no: Avnotifisér

source: Flag
ca: Marcar
el: Επισήμανση

source: UnFlag
ca: Desmarcar
el: Αποχαρακτήριση

source: Login
ca: Entra
da: Log ind
el: Σύνδεση
nb_no: Logg inn

source: Logged-in as: %s
ca: Identificat com: %s
da: Logget ind som: %s
el: Έχετε συνδεθεί ως: %s
hr: Logirani ste kao: %s
nb_no: Logget inn som: %s

source: Logout
ca: Surt
da: Log ud
el: Αποσύνδεση
nb_no: Logg ut

source: Enter login credentials
ca: Introduïu les credencials d'inici de sessió
el: Εισάγετε πιστοποιητικά εισόδου

source: Username
ca: Nom d'usuari
da: Brugernavn
el: Όνομα χρήστη
hr: Korisničko ime
nb_no: Brukernavn

source: Password
ca: Contrasenya
da: Adgangskode
el: Κωδικός
hr: Lozinka
nb_no: Passord

source: Remember me
ca: Recorda'm
da: Husk mig
el: Θυμήσου με
hr: Zapamti me
nb_no: Husk meg

source: Forgot Password
ca: Has oblidat la teva contrasenya
el: Ξεχάσατε τον κωδικό σας

source: HTTP login is disabled. Please %sswitch to HTTPs%s if you want to login.
ca: L'inici de sessió HTTP està deshabilitat. Si us plau %s canvia a HTTPs %s si voleu iniciar la sessió.
el: Το HTTP είναι απενεργοποιημένο. Παρακαλώ %sγυρίστε σε HTTPs%s αν θέλετε να εισέλθετε.

source: Search Criteria
ca: Criteri de cerca
da: Søgekriterier
el: Κριτήρια Αναζήτησης
hr: Kriteriji traženja
nb_no: Søkekriterier

source: Packages
ca: Paquets
da: Pakker
el: Πακέτα
hr: Paketi
nb_no: Pakker

source: Error trying to retrieve package details.
ca: S'ha produït un error en obtenir els detalls del paquet.
da: Fejl ved modtagning af pakkedetaljer.
el: Σφάλμα στη διαδικασία λήψης των πληροφοριών του πακέτου.
hr: Došlo je do greške prilikom dobivanja detalja o paketu.
nb_no: Feil oppstod under mottagelse av pakkedetaljer.

source: Missing a required field.
ca: Manca un camp requerit.
da: Du mangler at udfylde et påkrævet felt.
el: Λείπει ένα απαραίτητο πεδίο.
hr: Nedostaje Vam obvezno polje.
nb_no: Mangler et nødvendig felt.

source: Password fields do not match.
ca: Els camps de contrasenya no coincideixen.
da: Adgangskoderne stemmer ikke overens.
el: Οι τιμές που εισαγάγατε στα πεδία “κωδικού” και “επιβεβαίωσης κωδικού” δεν είναι ίδιες.
hr: Lozinke nisu jednake.
nb_no: Passord-felter stemmer ikke overens.

source: Invalid e-mail.
ca: Direcció de correu electrònic no vàlida.
el: Μη έγκυρο e-mail.

source: A password reset request was submitted for the account associated with your e-mail address. If you wish to reset your password follow the link below, otherwise ignore this message and nothing will happen.
el: Ένα αίτημα επαναφοράς κωδικού έχει αποσταλλεί στον λογαριασμό που συσχετίζεται με την διεύθυνση e-mail σας. Εαν επιθυμείτε να επαναφέρετε τον κωδικό σας, ακολουθείστε τον σύνδεσμο που ακολουθεί, αλλιώς αγνοείστε αυτό το μήνυμα.

source: Password Reset
ca: Restablir contrasenya
el: Επαναφορά Κωδικού

source: Check your e-mail for the confirmation link.
ca: Revisi el seu correu electrònic per a l'enllaç de confirmació.
el: Ελέγξτε το e-mail σας για το σύνδεσμο επιβεβαίωσης.

source: Your password has been reset successfully.
ca: La seva contrasenya s'ha restablert correctament.
el: Το συνθηματικό σας έχει επαναφερθεί με επιτυχία.

source: Confirm your e-mail address:
ca: Tots
el: Παρακαλώ επιβεβαιώστε την διεύθυνση e-mail σας:

source: Enter your new password:
ca: Marcat
el: Εισάγετε νέο κωδικό

source: Confirm your new password:
ca: No marcat
el: Επιβεβαιώστε το νέο σας συνθηματικό:

source: Continue
ca: Continuar
el: Συνεχίστε

source: If you have forgotten the e-mail address you used to register, please send a message to the %saur-general%s mailing list.
ca: Si ha oblidat l'adreça de correu electrònic utilitzada al registrar-se, si us plau envïi un missatge a la llista de correu %saur-general%s.
el: Εάν έχετε ξεχάσει την ηλεκτρονική διεύθυνση που χρησιμοποιήσατε για να εγγραφείτε, παρακαλώ στείλτε ένα μήνυμα στη λίστα ταχυδρομείου %saur-general%s.

source: Enter your e-mail address:
ca: Introduiu la vostra adreça de correu.
el: Εισάγετε την διεύθυνση e-mail σας:

source: Cannot find package to merge votes and comments into.
ca: No es pot trobar el paquet on combinar vots i comentaris.
el: Δεν μπορεί να βρεθεί το πακέτο για τη συγχώνευση ψήφων και σχόλιων

source: The selected packages have not been deleted, check the confirmation checkbox.
ca: Els paquets seleccionats no s'han esborrat, marqui la casella de confirmació.
el: Τα επιλεγμένα πακέτα δεν έχουν διαγραφεί, παρακαλώ ελέγξτε το κουτάκι επιβεβαίωσης.

source: Package Deletion
ca: Esborrament Paquet
el: Διαγραφή Πακέτου

source: Delete Package: %s
ca: Esborrar Paquet: %s
el: Διαγράψτε Πακέτο: %s

source: Deletion of a package is permanent.
ca: L'esborrament del paquet és permanent.
el: Η διαγραφή ενός πακέτου είναι μόνιμη.

source: Select the checkbox to confirm action.
ca: Marqueu el quadre de verificació per confirmar l'operació.
el: Επιλέξτε το κουτάκι για να επιβεβαιώσετε.

source: Confirm package deletion
ca: Confirmeu l'eliminació del paquet
el: Επιβεβαιώστε τη διαγραφή του πακέτου

source: Delete
ca: Esborra
el: Διαγράψτε

source: Only Trusted Users and Developers can delete packages.
ca: Només els usuaris de confiança (TUs) i desenvolupadors poden eliminar paquets.
el: Μόνο οι Trusted Users και οι Developers μπορούν να διαγράψουν πακέτα.

source: Package Merging
ca: Fusió de Paquets
el: Συγχώνευση Πακέτου

source: Merge Package: %s
ca: Fusiona el Paquet: %s
el: Συγχώνευσε Πακέτο: %s

source: Once the package has been merged it cannot be reversed.
ca: Una vegada que el paquet s'ha fusionat que no es pot revertir.
el: Μόλις το πακέτο συγχωνευτεί, η διαδικασία δεν μπορεί να αντιστραφεί.

source: Enter the package name you wish to merge the package into.
ca: Introdueixi el nom del paquet amb que voleu fusionar aquest paquet.
el: Εισάγετε το όνομα του πακέτου με το οποίο επιθυμείτε να συγχωνεύσετε το τρέχον πακέτο.

source: Merge into:
ca: Fusionar amb:
el: Συγχωνεύστε σε:

source: Confirm package merge
ca: Confirmi la fusió del paquet
el: Επιβεβαιώστε τη συγχώνευση του πακέτου

source: Merge
ca: Fusió
el: Συγχώνευση

source: Only Trusted Users and Developers can merge packages.
ca: Només el usuaris de confiança (TUs) i desenvolupadors poden fusionar paquets.
el: Μόνο οι Trusted Users και οι Developers μπορούν να συγχωνεύσουν πακέτα.

source: Error - Uploaded file larger than maximum allowed size (%s)
el: Σφάλμα - Το αρχείο που καταχωρήσατε υπερέβει το μέγιστο δυνατό μέγεθος (%s)

source: Error - File partially uploaded
el: Σφάλμα - Το αρχείο καταχωρήθηκε μερικώς

source: Error - No file uploaded
da: Fejl - Ingen fil overført
el: Σφάλμα - Κανένα αρχείο δεν έχει ανεβαστεί
hr: Greška - datoteka nije poslana
nb_no: Feil - Ingen fil ble opplastet

source: Error - Could not locate temporary upload folder
el: Σφάλμα - Δε βρέθηκε ο προσωρινός φάκελος μεταφόρτωσης

source: Error - File could not be written
el: Σφάλμα - Το αρχείο δεν μπόρεσε να εγγραφεί

source: Error - unsupported file format (please submit gzip'ed tarballs generated by makepkg(8) only).
el: Σφάλμα - δεν υποστηρίζεται η μορφή αρχείου (παρακαλείστε να υποβάλετε gzip tarballs που παράγονται από το makepkg (8) μόνο).

source: Error - uncompressed file size too large.
el: Σφάλμα - το ασυμπίεστο μέγεθος αρχείου είναι πολύ μεγάλο.

source: Error - source tarball may not contain files outside a directory.
el: Σφάλμα - το tarball δεν μπορεί να περιέχει αρχεία έξω από έναν κατάλογο.

source: Error - source tarball may not contain nested subdirectories.
el: Σφάλμα - το tarball δεν μπορεί να περιέχει παραπάνω υποκαταλόγους.

source: Error - source tarball may not contain more than one directory.
el: Σφάλμα - το tarball δεν μπορεί να περιέχει περισσότερους από έναν καταλόγους.

source: Error trying to unpack upload - PKGBUILD does not exist.
da: Fejl ved udpakning af sendt fil - kan ikke finde PKGBUILD.
el: Σφάλμα κατά το ξεπακετάρισμα του ανεβασμένου αρχείου - δεν υπάρχει PKGBUILD.
hr: Došlo je do greške prilikom raspakiravanja poslane datoteke - PKGBUILD ne postoji.
nb_no: Feil oppstod under forsøk av å pakke ut opplasting - PKGBUILD finnes ikke.

source: The source package does not contain any meta data. Please use `mkaurball` to create AUR source packages. Support for source packages without .AURINFO entries will be removed in an upcoming release! You can resubmit the package if you want to proceed anyway.
el: Το πηγαίο πακέτο δεν περιέχει meta data. Παρακαλώ χρησιμοποιήστε την εντολή `mkaurball` για να δημιουργήσετε πηγαία πακέτα του AUR. Η υποστήριξη πηγαίων πακέτων χωρίς .AURINFO εγγραφές θα αφαιρεθεί σε μία επερχόμενη έκδοση! Μπορείτε να υποβάλλετε ξανά το πακέτο αν θέλετε να προχωρήσετε.

source: Invalid name: only lowercase letters are allowed.
ca: Nom no vàlid: sols es permet lletres minúscules.
da: Ugyldigt navn: kun små bogstaver er tilladt.
el: Μη έγκυρο όνομα: μόνο πεζοί χαρακτήρες επιτρέπονται.
hr: Neispravno ime: Dozvoljena su samo mala slova (kurenti).
nb_no: Invalid navn - kun små bokstaver er tillatte.

source: Package URL is missing a protocol (ie. http:// ,ftp://)
da: Pakkens webadresse mangler en protokol (f.eks. http:// eller ftp://)
el: Λείπει κάποιο πρωτόκολλο (πχ. http:// , ftp://) από το URL του πακέτου.
hr: URL paketa mora sadržavati protokol (npr. http://, ftp://)
nb_no: Pakke-URL mangler en protokoll (f.eks http:// eller ftp://)

source: Error - Package name cannot be greater than %d characters
el: Σφάλμα - Το όνομα του πακέτου δεν μπορεί να είναι μεγαλύτερο από %d χαρακτήρες

source: Error - Package URL cannot be greater than %d characters
el: Σφάλμα - Η διεύθυνση URL του πακέτου δεν μπορεί να είναι μεγαλύτερη από %d χαρακτήρες

source: Error - Package description cannot be greater than %d characters
el: Σφάλμα - Η περιγραφή του πακέτου δεν μπορεί να είναι μεγαλύτερη από %d χαρακτήρες

source: Error - Package license cannot be greater than %d characters
el: Σφάλμα - Η άδεια του πακέτου δεν μπορεί να είναι μεγαλύτερη από %d χαρακτήρες

source: Error - Package version cannot be greater than %d characters
el: Σφάλμα - Η έκδοση του πακέτου δεν μπορεί να είναι μεγαλύτερη από %d χαρακτήρες

source: %s is on the package blacklist, please check if it's available in the official repos.
el: Το πακέτο %s είναι σε μαύρη λίστα , παρακαλούμε να ελέγξετε αν είναι διαθέσιμο στα επίσημα repos.

source: You are not allowed to overwrite the %s%s%s package.
el: Δε σας επιτρέπεται να αντικαταστήσετε το πακέτο %s%s%s.

source: Could not create directory %s.
da: Kunne ikke oprette mappen %s.
el: Aποτυχία κατά τη δημιουργία του καταλόγου %s.
hr: Nemogu kreirati direktorij %s.
nb_no: Kunne ikke opprette mappe %s.

source: Could not change directory to %s.
da: Kunne ikke ændre mappe til %s.
el: Δεν είναι δυνατή η αλλαγή καταλόγου σε %s
hr: Nisam mogao promijeniti direktorij u %s.
nb_no: Kunne ikke endre mappen til %s.

source: Upload your source packages here. Create source packages with `mkaurball`.
el: Ανεβάστε τα πηγαία πακέτα εδώ. Δημιουργήστε πηγαία πακέτα με την εντολή `mkaurball`.

source: Package Category
da: Pakkekategori
el: Κατηγορία Πακέτου
hr: Kategorija paketa
nb_no: Pakkekategori

source: Select Category
da: Vælg kategori
el: Επιλέξτε κατηγορία
hr: Odaberi kategoriju
nb_no: Velg kategori

source: Upload package file
da: Send pakke
el: Ανεβάστε το αρχείο του πακέτου
hr: Šalji datoteku paketa
nb_no: Last opp pakkefil

source: Upload
da: Send
el: Ανέβασε
hr: Šalji
nb_no: Last opp

source: Sorry, uploads are not permitted by this server.
da: Beklager, men denne server tillader ikke overførsler til serveren.
el: Συγγνώμη, αυτός ο server δεν επιτρέπει το ανέβασμα αρχείων..
hr: Oprostite, ovaj server ne dozvoljava slanje.
nb_no: Unnskyld, opplastinger er ikke tillat av denne serveren.

source: You must create an account before you can upload packages.
da: Du skal oprette en konto for at sende pakker.
el: Πρέπει να δημιουργήσετε ένα λογαριασμό για να ανεβάσετε πακέτα.
hr: Da biste mogli slati pakete, morate prvo kreirati račun.
nb_no: Du må opprette en konto før du kan laste opp pakker.

source: Could not retrieve proposal details.
ca: No es va poder recuperar detalls de la proposta.
da: Kunne ikke hente detaljer om forslaget.
el: Δεν ήταν δυνατή η ανάκτηση των στοιχείων της πρότασης.
hr: Nemogu pronaći detalje o prijedlogu.
nb_no: Kunne ikke motta detaljer om forslag.

source: Voting is closed for this proposal.
ca: La votació es va tancar per a aquesta proposta.
da: Afstemningen er lukket for dette forslag.
el: Η ψηφοφορία έχει κλείσει για αυτή την πρόταση.
hr: Glasanje je zaključeno za ovaj prijedlog
nb_no: Stemming er avsluttet for dette forslaget.

source: Only Trusted Users are allowed to vote.
el: Μόνο οι Trusted Users έχουν δικαίωμα ψήφου.

source: You cannot vote in an proposal about you.
ca: No pots votar en una proposta sobre tu.
da: Du kan ikke stemme i et forslag om dig selv.
el: Δεν μπορείτε να ψηφίσετε σε μία πρόταση που αφορά σε εσάς.
hr: Nemožete glasati o prijedlogu koji se tiće Vas.
nb_no: Du kan ikke stemme i et forslag om deg.

source: You've already voted for this proposal.
ca: Ja has votat en aquesta proposta.
da: Du har allerede stemt ved dette forslag.
el: Έχετε ήδη ψηφίσει για αυτή τη πρόταση.
hr: Već ste glasali za ovaj prijedlog.
nb_no: Du har allerede stemt for dette forslaget.

source: Vote ID not valid.
ca: L'identificador de vot no és vàlid.
da: Stemme ID er ikke gyldigt.
el: Το ID της ψήφου δεν είναι έγκυρο.
hr: ID glasa je neispravan.
nb_no: Stemme-ID ikke gyldig.

source: Current Votes
ca: Vots actuals
da: Aktuelle stemmer
el: Τρέχουσες ψήφοι
hr: Trenutno glasova
nb_no: Foreløpige stemmer

source: Past Votes
ca: Últims vots
el: Παρελθόντες ψήφοι

source: Voters
ca: Votants
el: Ψηφίσαντες

source: Account registration has been disabled for your IP address, probably due to sustained spam attacks. Sorry for the inconvenience.
ca: El registre de comptes ha estat inhabilitat per la seva adreça IP, probablement a causa de continus atacs d'spam. Disculpeu les molèsties.
el: Η εγγραφή λογαριασμών έχει απενεργοποιηθεί για την IP σας, πιθανόν λόγω επιθέσεων spam. Μας συγχωρείτε για την ενόχληση.

source: Missing User ID
ca: Manca l'identificador de l'usuari
da: Manglende bruger-ID
el: Λείπει το ID Χρήστη
hr: Nedostaje ID korisnika
nb_no: Mangler bruker-ID

source: The username is invalid.
ca: El nom d'usuari és icorrecte.
da: Brugernavnet er ugyldigt.
el: Το όνομα χρήστη δεν είναι έγκυρο.
hr: Korisničko ime je neispravno.
nb_no: Brukernavnet er ikke gyldig.

source: It must be between %s and %s characters long
ca: En número de caràcters ha d'estar entre %s i %s
da: Skal være mellem %s og %s tegn.
el: Πρέπει να αποτελείται από %s έως %s χαρακτήρες
hr: Mora biti najmanje %s a najviše %s znakova
nb_no: Det må være mellom %s og %s tegn langt

source: Start and end with a letter or number
ca: Comença i finalitza amb una lletra o número
da: Start og slut med et bogstav eller tal
el: Ξεκινήστε και τελειώστε με γράμμα ή αριθμό
hr: Zapični i završi sa slovom ili brojkom
nb_no: Start og slutt med en bokstav eller et siffer

source: Can contain only one period, underscore or hyphen.
ca: Només pot contenir un punt, guió o guió baix.
da: Kan kun indeholde ét punktum, én bundstreg eller én bindestreg.
el: Μπορεί να περιλαμβάνει μόνο μία τελεία, κάτω παύλα ή παύλα.
hr: Može sadržavati samo jednu točku, donju crticu ili povlaku.
nb_no: Kan kun innehold ett punktum, understrek, eller bindestrek.

source: Your password must be at least %s characters.
ca: La seva contrasenya ha de tenir almenys %s caràcters.
da: Din adgangskode skal være mindst %s tegn.
el: Ο κωδικός πρέπει να αποτελείται τουλάχιστον %s χαρακτήρες.
hr: Lozinka mora sadržavati najmanje %s znakova.
nb_no: Passordet ditt må være minst %s tegn.

source: The email address is invalid.
ca: L'adreça del correu-e no és vàlida.
da: E-mail adressen er ugyldig.
el: Αυτή η διεύθυνση email δεν είναι έγκυρη.
hr: Email adresa je neispravna.
nb_no: E-post-adressen er ugyldig.
