Repository: AMDmi3/aurweb
Catalog: po/*.po
Languages: ca, da, el, hr, nb_no

source: The PGP key fingerprint is invalid.
ca: L'empremta de la clau PGP no és vàlida.
el: Το fingerprint του PGP κλειδιού δεν είναι έγκυρο.

source: Cannot increase account permissions.
ca: No es possible augmentar els permisos del compte.
el: Δε γίνεται να αυξηθούν τα δικαιώματα του λογαριασμού

source: Language is not currently supported.
ca: L'idioma no està suportat actualment.
da: Sproget er ikke understøttet på nuværende tidspunkt.
el: Η γλώσσα αυτή δεν υποστηρίζεται ακόμη.
hr: Jezik trenutno nije podržan.
nb_no: Språk er ikke støttet på dette tidspunktet.

source: The username, %s%s%s, is already in use.
ca: El nom d'usuari, %s%s%s, ja s'està fent servir.
el: Το όνομα, %s%s%s, χρησιμοποιείται ήδη.

source: The address, %s%s%s, is already in use.
ca: L'adressa, %s%s%s, ja s'està fent servir.
el: Η διεύθυνση, %s%s%s, χρησιμοποιείται ήδη.

source: Error trying to create account, %s%s%s.
ca: Error al intentar crear el compte, %s%s%s.
el: Σφάλμα κατά τη δημιουργία του λογαριασμού, %s%s%s.

source: The account, %s%s%s, has been successfully created.
ca: El compte, %s%s%s, s'ha creat correctament.
el: Ο λογαριασμός, %s%s%s, δημιουργήθηκε επιτυχώς.

source: Click on the Login link above to use your account.
ca: Feu clic a l'enllaç superior d'Inici de sessió per utilitzar el seu compte.
el: Πατήστε στον παραπάνω σύνδεσμο Σύνδεση για να χρησιμοποιήσετε το λογαριασμό σας.

source: Welcome to %s! In order to set an initial password for your new account, please click the link below. If the link does not work try copying and pasting it into your browser.
ca: Benvingut a %s! Per configurar una contrasenya inicial per la seu nou compte feu clic a l'enllaç de sota. Si l'enllaç no funciona, tracti de copiar-lo i enganxar-lo al seu navegador.
el: Καλώς ήρθατε στο %s! Για να ορίσετε έναν αρχικό κωδικό για το νέο σας λογαριασμό, παρακαλώ πατήστε τον παρακάτω σύνδεσμο. Αν ο σύνδεσμος δε δουλέψει προσπαθήστε να τον κάνετε αντιγραφή και επικόλληση στον browser σας.

source: A password reset key has been sent to your e-mail address.
ca: S'ha enviat una contrasenya nova al seu correu electrònic.
el: Ένα κλειδί επαναφοράς του κωδικού έχει σταλεί στην ηλεκτρονική σας διεύθυνση.

source: No changes were made to the account, %s%s%s.
ca: No s'han fet canvis al compte, %s%s%s.
el: Δεν έγιναν αλλαγές στο λογαριασμό, %s%s%s.

source: The account, %s%s%s, has been successfully modified.
ca: El compte, %s%s%s, s'ha modificat correctament.
el: Ο λογαριασμός, %s%s%s, τροποποποιήθηκε επιτυχώς.

source: The login form is currently disabled for your IP address, probably due to sustained spam attacks. Sorry for the inconvenience.
ca: El formulari de registre està deshabilitat per la seva adreça IP, probablement a causa de continus atacs d'spam. Disculpeu les molèsties.
el: Η σύνδεση στο λογαριασμό σας έχει απενεργοποιηθεί για την IP σας, πιθανόν λόγω επιθέσεων spam. Μας συγχωρείτε για την ταλαιπωρία.

source: Account suspended
el: Ο λογαριασμός έχει ανασταλεί

source: Your password has been reset. If you just created a new account, please use the link from the confirmation email to set an initial password. Otherwise, please request a reset key on the %sPassword Reset%s page.
ca: La seva contrasenya s'ha restablert. Si acaba de crear un nou compte, si us plau utilitzeu l'enllaç al correu electrònic de confirmació per configurar una contrasenya inicial. En cas contrari, sol·liciti una clau de reinici a la pàgina %s de restabliment de contanenya %s.
el: Η επαναφορά του κωδικού σας έχει πραγματοποιηθεί. Αν μόλις δημιουργήσατε ένα νέο λογαρισμό, παρακαλώ χρησιμοποιείστε τον σύνδεσμο από το email ενεργοποίησης για να ορίσετε έναν αρχικό κωδικό. Διαφορετικά, παρακαλείσθε να ζητήσετε ένα κλειδί επαναφοράς στη σελίδα %sPassword Reset%s.

source: Bad username or password.
ca: nom d'usuari o contrasenya incorrectes.
el: Λάθος όνομα χρήστη ή συνθηματικό.

source: An error occurred trying to generate a user session.
el: Ένα σφάλμα προέκυψε προσπαθώντας να δημιουργήσετε μια συνεδρία χρήστη.

source: Invalid e-mail and reset key combination.
ca: Direcció de correu electrònic i combinació de tecles de restabliment no vàlida.
el: Μη έγκυρο e-mail και συνδυασμός κλειδιού επαναφοράς

source: None
ca: Res
el: Κανένα

source: Error retrieving package details.
ca: No s'han pogut obtenir els detalls del paquet.
da: Fejl ved modtagelse af pakkedetaljer.
el: Σφάλμα κατά τη διάρκεια φόρτωσης των πληροφοριών του πακέτου.
hr: Došlo je do greške prilikom preuzimanja detalja o paketu.
nb_no: Feil oppstod under mottagelse av pakkedetaljer.

source: Package details could not be found.
ca: No s'han pogut trobar els detalls del paquet.
da: Kunne ikke finde pakkedetaljerne..
el: Οι πληροφορίες του πακέτου δεν μπόρεσαν να βρεθούν.
hr: Nije moguće naći detalje o paketu.
nb_no: Pakkedetaljene kunne ikke bli funnet.

source: You must be logged in before you can flag packages.
ca: Heu d'identificar-vos abans de marcar paquets.
da: Du skal være logget ind for at markere pakker.
el: Πρέπει να έχετε συνδεθεί για να επισημάνετε τα πακέτα.
hr: Morate se logirati da bi obilježavali pakete.
nb_no: Du må være logget inn før du kan markere pakker.

source: You did not select any packages to flag.
ca: No heu seleccionat cap paquet per a marcar.
da: Du har ikke valgt nogle pakker at markere.
el: Δεν επιλέξατε κάποιο πακέτο για επισήμανση.
hr: Niste odabrali pakete koje želite obilježiti.
nb_no: Du valgte ingen pakker å flagge.

source: The selected packages have been flagged out-of-date.
ca: Els paquets seleccionats s'han marcat com No-Actualitzats.
da: De valgte pakker er markeret forældet.
el: Τα συγκεκριμένα πακέτα έχουν επισημανθεί ως παρωχημένα.
hr: Odabrani paketi su obilježeni kao zastarijeli.
nb_no: De valgte pakkene har blitt flagget som utdatert.

source: You must be logged in before you can unflag packages.
ca: Heu d'identificar-vos abans de desmarcar paquets.
da: Du skal være logget ind for at afmarkere pakker.
el: Πρέπει να έχετε συνδεθεί για να μπορέσετε να αποχαρακτηρίσετε πακέτα.
hr: Morate se logirati da bi mogli obilježiti pakete kao ažurirane.
nb_no: Du må være logget inn før du kan fjerne "utdatert"-markeringen av pakker.

source: You did not select any packages to unflag.
ca: No heu seleccionat cap paquet per a desmarcar.
da: Du har ikke valgt nogle at afmarkere.
el: Δεν επιλέξατε κάποιο πακέτο για να αποχαρακτηρίσετε.
hr: Niste odabrali pakete koje želite obilježiti kao ažurirane.
nb_no: Du valgte ingen pakker å flagge bort.

source: The selected packages have been unflagged.
ca: Els paquets seleccionats s'han desmarcat.
da: De valgte pakker er afmarkeret.
el: Τα συγκεκριμένα πακέτα έχουν αποεπισημανθεί.
hr: Odabrani paketu su postavljeni kao ažurirani.
nb_no: De valgte pakkene har blitt flagget bort.

source: You must be logged in before you can delete packages.
el: Πρέπει να είστε συνδεδεμένοι για να μπορέσετε να διαγράψετε τα πακέτα.

source: You do not have permission to delete packages.
ca: No té permís per eliminar paquets.
el: Δεν έχετε τα απαραίτητα δικαιώματα για να διαγράψετε τα πακέτα.

source: You did not select any packages to delete.
ca: No heu seleccionat cap paquet per a esborrar.
da: Du har ikke valgt nogle pakker at slette.
el: Δεν επιλέξατε κάποιο πακέτο για να διαγράψετε.
hr: Niste odabrali pakete koje želite izbrisati.
nb_no: Du valgte ingen pakker å slette.

source: The selected packages have been deleted.
ca: Els paquets seleccionats s'han esborrat.
da: De valgte pakker er blevet slettet.
el: Tα επιλεγμένα πακέτα έχουν διαγραφεί.
hr: Odabrani paketi su izbrisani.
nb_no: De valgte pakkene har blitt slettet.

source: You must be logged in before you can adopt packages.
ca: Heu d'identificar-vos abans d'apropiar-se paquets.
da: Du skal være logget ind for at adoptere pakker.
el: Πρέπει να έχετε συνδεθεί για να μπορέσετε να υιοθετήσετε πακέτα.
hr: Morate se logirati da bi posvojili pakete.
nb_no: Du må være logget inn før du kan adoptere pakker.

source: You must be logged in before you can disown packages.
ca: Heu d'identificar-vos abans de desapropiàr-se paquets.
da: Du skal være logget ind for at opgive ejerskabet for pakker.
el: Πρέπει να έχετε συνδεθεί για να μπορέσετε να αποδεσμεύσετε πακέτα.
hr: Morate se logirati da bi se mogli odreknuti paketa.
nb_no: Du må være logget inn før du kan avslutte eierskap av pakker.

source: You did not select any packages to adopt.
ca: No heu seleccionat cap paquet per apropiar-se'n.
da: Du har ikke valgt nogle pakker at adoptere.
el: Δεν επιλέξατε κανένα πακέτο για να υιοθετήσετε.
hr: Niste odabrali pakete koje želite posvojiti.
nb_no: Du valgte ingen pakker å adoptere.

source: You did not select any packages to disown.
ca: No heu seleccionat cap paquet per desapropiar-se'n.
da: Du har ikke valgt nogle pakker at opgive ejerskabet for.
el: Δεν επιλέξατε κάποιο πακέτο για απόρριψη.
hr: Niste odabrali pakete kojih se želite odreči.
nb_no: Du valgte ingen pakker som skulle fjernes eierskap til.

source: The selected packages have been adopted.
ca: Els paquets seleccionats s'han apropiat.
da: De valgte pakker er adopteret.
el: Τα επιλεγμένα πακέτα έχουν υιοθετηθεί.
hr: Posvojili ste odabrane pakete.
nb_no: Den valgte pakken har blitt adoptert.

source: The selected packages have been disowned.
ca: Els paquets seleccionats han sigut desapropiats.
da: De valgte pakker er blevet efterladt.
el: Τα επιλεγμένα πακέτα έχουν αποδεσμευθεί.
hr: Odrekli ste se odabranih paketa.
nb_no: De valgte pakkene eies ikke mer.

source: You must be logged in before you can vote for packages.
ca: Heu d'identificar-vos abans de votar paquets.
da: Du skal være logget ind for at stemme på pakker.
el: Πρέπει να έχετε συνδεθεί για να μπορέσετε να ψηφίσετε για πακέτα.
hr: Morate se logirati da bi glasali za pakete.
nb_no: Du må være logget inn før du kan stemme på pakker.

source: You must be logged in before you can un-vote for packages.
ca: Heu d'identificar-vos abans de llevar el vot als paquets.
da: Du skal være logget ind for at fjerne din stemme fra pakker.
el: Πρέπει να έχετε συνδεθεί για να μπορέσετε να ακυρώσετε την ψήφο σας για πακέτα.
hr: Morate se logirati da bi mogli maknuti svoje glasove s paketa.
nb_no: Du må være logget inn før du av av-stemme pakker.

source: You did not select any packages to vote for.
ca: No heu seleccionat cap paquet per votar.
da: Du har ikke valgt nogle pakker at stemme på.
el: Δεν επιλέξατε κάποιο πακέτο για να το ψηφίσετε.
hr: Niste odabrali pakete za koje želite glasati.
nb_no: Du valgte ingen pakker å stemme på.

source: Your votes have been removed from the selected packages.
ca: Els vostres vots s'han suprimit dels paquets seleccionats.
da: Dine stemmer er fjernet fra de valgte pakker.
el: Οι ψήφοι σας έχουν αφαιρεθεί από τα επιλεγμένα πακέτα.
hr: Vaši su glasovi maknuti s odabranih paketa.
nb_no: Stemmene dine har blitt fjernet fra de valgte pakkene.

source: Your votes have been cast for the selected packages.
ca: Els vostres vots s'han enviat per als paquets seleccionats.
da: Din stemme er afgivet for de valgte pakker.
el: Οι ψήφοι σας προστέθηκαν στα επιλεγμένα πακέτα.
hr: Glasovi su dodijeljeni odabranim paketima.
nb_no: Stemmene dine er talte for de valgte pakkene.

source: Couldn't add to notification list.
ca: No s'ha pogut afegir a la llista de notificació.
da: Kunne ikke tilføje til listen over påmindelser.
el: Δεν ήταν δυνατή η προσθήκη του στη λίστα ειδοποίησης.
hr: Nemogu dodati u listu za obavještavanje.
nb_no: Kunne ikke legge til påminnelseslisten.

source: You have been added to the comment notification list for %s.
ca: Heu estat afegit a la llista de notificacions de %s.
da: Du vil nu modtage besked, når der kommer nye kommentarer til %s.
el: Έχετε προστεθεί στη λίστα ειδοποίησης σχολίων για το %s.
hr: Dodani ste u listu za obavještavanje o novim komentarima za %s.
nb_no: Du har blitt lagt til påminnelselisten for kommentarer for %s.

source: You have been removed from the comment notification list for %s.
ca: Heu sigut esborrat de la llista de notificacions de comentaris de %s.
da: Du vil ikke længere modtage besked ved nye kommentarer for %s.
el: Έχετε αφαιρεθεί από τη λίστα ειδοποίησης σχολίων για το %s.
hr: Niste više na listi za obavježtavanje o novim komentarima za %s.
nb_no: Du har blitt fjernet fra kommentarpåminnelselisten for %s.

source: You must be logged in before you can edit package information.
ca: Heu d'identificar-vos abans d'editar qualsevol informació de paquet.
da: Du skal være logget ind for at redigere pakkeoplysninger.
el: Πρέπει να έχετε συνδεθεί για να προσπαθήσετε να επεξεργαστείτε τις πληροφορίες του πακέτου.
hr: Morate biti logirani da biste mogli mijenjati informacije o paketu.
nb_no: Du må være logget inn før du kan redigere pakkeinformasjon.

source: Missing comment ID.
ca: Manca l'identificador del comentari.
da: Manglende kommentar ID.
el: Λείπει το ID του σχολίου.
hr: Nedostaje ID komentara.
nb_no: Mangler kommentar-ID.

source: Comment has been deleted.
ca: S'ha esborrat el comentari.
da: Kommentaren er slettet.
el: Το σχόλιο έχει διαγραφεί.
hr: Komentar je izbrisan.
nb_no: Kommentar har blitt slettet.

source: You are not allowed to delete this comment.
ca: No esteu autoritzat per esborrar aquest comentari.
da: Du har ikke rettigheder til at slette denne kommentar.
el: Δεν σας επιτρέπεται να διαγράψετε αυτό το σχόλιο.
hr: Brisanje ovog komentara Vam nije dozvoljeno.
nb_no: Du har ikke tilgang til å slette denne kommentaren.

source: Missing category ID.
ca: Manca la identificació de categoria.
el: Μη υπαρκτό ID κατηγορίας.

source: Invalid category ID.
ca: L'identificador de la categoria no és vàlid.
da: Ugyldigt kategori ID.
el: Μη έγκυρο ID κατηγορίας.
hr: Neispravan ID kategorije.
nb_no: Invalid kategori-ID.

source: You are not allowed to change this package category.
ca: No esteu autoritzats a canviar la categoria del paquet.
el: Δεν σας επιτρέπεται να αλλάξετε την κατηγορία αυτού του πακέτου.

source: Package category changed.
ca: Ha canviat la categoria del paquet.
el: Έγινε αλλαγή κατηγορίας πακέτου.

source: Missing %s variable in PKGBUILD.
el: Λείπει η μεταβλητή %s στο PKGBUILD.

source: View packages details for
ca: Veure els detalls del paquet per
el: Δείτε τις λεπτομέρειες πακέτου για το

source: First
ca: Primer
el: Πρώτο

source: Previous
ca: Anterior
el: Προηγούμενο

source: Next
ca: Següent
da: Næste
el: Επόμενο
hr: Sljedeći
nb_no: Neste

source: Last
ca: Darrer
el: Τελευταίο

source: Account Type
ca: Tipus de compte
da: Kontotype
el: Είδος λογαριασμού
hr: Tip računa
nb_no: Konto-type

source: User
ca: Usuari
da: Bruger
el: Χρήστης
hr: Korisnik
nb_no: Bruker

source: Email Address
ca: Adreça de correu-e
da: E-mail adresse
el: Διεύθυνση email
hr: Email adresa
nb_no: E-post-adresse

source: Real Name
ca: Nom real
da: Rigtigt navn
el: Πραγματικό 'Ονομα
hr: Vaše stvarno ime
nb_no: Ekte navn

source: IRC Nick
ca: Nom d'usuari IRC
da: IRC kaldenavn
el: Ψευδώνυμο IRC
hr: Nadimak na IRC-u

source: Status
ca: Estat
el: Κατάσταση
hr: Stanje

source: Inactive since
el: Αδρανής από

source: Active
ca: Actiu
da: Aktiv
el: Ενεργός
hr: Aktivan
nb_no: Aktiv

source: Last Login
el: Τελευταία σύνδεση

source: Never
ca: Mai
da: Aldrig
el: Ποτέ
hr: Nikad
nb_no: Aldri

source: View this user's packages
ca: Visualitza els paquets d'aquest usuari
da: Vis pakker fra denne bruger
el: Δείτε τα πακέτα αυτού του χρήστη
hr: Pregledaj pakete ovog korisnika
nb_no: Se denne brukereren sine pakker

source: Edit this user's account
el: Τροποποιήστε το λογαριασμό αυτού του χρήστη

source: required
ca: requerit
da: påkrævet
el: απαιτούμενο
hr: obvezno
nb_no: trengs av

source: Normal user
ca: Usuari normal
da: Normal bruger
el: Απλός χρήστης
hr: Običan korisnik
nb_no: Vanlig bruker

source: Trusted user
ca: Usuari de Confiança
da: Betroet bruger (TU)
el: Αξιόπιστος χρήστης
hr: Pouzdan korisnik
nb_no: Betrodd bruker

source: Account Suspended
ca: El compte s'ha suspès
da: Konto suspenderet
el: Ο Λογαριασμός έχει Ανασταλεί.
hr: Račun je suspendiran
nb_no: Konto suspendert

source: Inactive
el: Αδρανής

source: Re-type password
ca: Escriu altre cop la contrasenya
da: Bekræft adgangskode
el: Πληκτρολογήστε ξανά τον κωδικό σας.
hr: Ponovno upišite lozinku
nb_no: Tast inn passord på nytt

source: Language
ca: Idioma
da: Sprog
el: Γλώσσα
hr: Jezik
nb_no: Språk

source: Update
ca: Actualitza
da: Opdater
el: Eνημέρωση
hr: Ažuriraj
nb_no: Oppdatér

source: Create
ca: Crea
da: Opret
el: Δημιουργήστε
hr: Kreiraj
nb_no: Opprett

source: Reset
ca: Restaura
da: Nulstil
el: Επαναφορά
hr: Resetiraj
nb_no: Omstart

source: No results matched your search criteria.
ca: No s'ha trobat cap coindidència amb els criteris de cerca.
da: Ingen resultater opfyldte dine søgekriterier.
el: Δε βρέθηκε αποτέλεσμα που να ικανοποιεί τα κριτήρια αναζήτησης.
hr: Nema rezultata pretrage.
nb_no: Ingen søk stemte overens med dine søkekriterier.

source: Edit Account
ca: Edita compte
da: Rediger konto
el: Τροποποίηση Λογαριασμού
hr: Podesi račun
nb_no: Endre brukerkonto

source: Suspended
ca: Suspès
da: Suspenderet
el: Έχει ανασταλεί
hr: Suspendiran
nb_no: Suspendert

source: Edit
ca: Editar
el: Επεξεργασία

source: Less
ca: Menys
da: Færre
el: Λιγότερο
hr: Manje
nb_no: Færre

source: More
ca: Més
da: Flere
el: Περισσότερα
hr: Više
nb_no: Flere

source: No more results to display.
ca: No hi ha més resultats per mostrar.
da: Ikke flere resultater at vise.
el: Δεν υπάρχουν άλλα αποτελέσματα για να δείτε.
hr: Nema više rezultata za prikaz.
nb_no: Ingen flere resultater å vise.

source: No New Comment Notification
da: Afmeld besked ved nye kommentarer
el: Ακύρωση Ειδοποίησης Για Νέα Πακέτα
hr: Nemoj me više obavještavati o novim komentarima
nb_no: Ingen ny påminnelse om kommentarer

source: New Comment Notification
da: Giv besked ved nye kommentarer
el: Ειδοποίηση για νέα σχόλια
hr: Obavijesti me o novim komentarima
nb_no: Ny påminnelse om kommentar

source: Flag Out-of-date
ca: Marca com No-Actualitzat
da: Marker forældet
el: Επισημάνετε ως Παρωχημένο
hr: Obilježi kao zastario
nb_no: Flagg som utdatert

source: UnFlag Out-of-date
da: Fjern forældet markeringen
el: Αποχαρακτηρίστε ως Παρωχημένο
hr: Obilježi kao ažurirano
nb_no: Av-markér "utdatert"

source: Delete Packages
ca: Esborra paquet
da: Slet pakker
el: Διαγράψτε Πακέτα
hr: Izbriši pakete
nb_no: Slett pakker

source: Merge into
ca: Combinar amb
el: Συγχώνευση σε

source: Confirm
ca: Confirmar
el: Επιβεβαιώστε

source: My Packages
ca: Els meus paquets
da: Mine pakker
el: Τα πακέτα μου
hr: Moji paketi
nb_no: Mine pakker

source: My Account
ca: El meu Compte
el: Ο λογαριασμός μου

source: Register
ca: Registrar-se
el: Εγγραφείτε

source: unknown
ca: desconegut
el: άγνωστο
hr: nepoznato

source: Package Actions
ca: Accions Paquet
el: Ενέργειες Πακέτου

source: View PKGBUILD
ca: Veure PKGBUILD
el: Δείτε το PKGBUILD

source: Download tarball
el: Κατέβασε το tarball

source: Flagged out-of-date
ca: Marcat com a no-actualitzat
el: Επισημάνθηκε ως παρωχημένο

source: Flag package out-of-date
ca: Marcar el paquet com a no-actualitzat
el: Επισημάνετε ως παρωχημένο

source: Unflag package
ca: Desmarcar el paquet
el: Αποχαρακτηρίστε ως παρωχημένο

source: Remove vote
ca: eliminar vot
el: Αφαιρέστε ψήφο

source: Vote for this package
ca: Vota per aquest paquet
el: Ψηφίστε για αυτό το πακέτο

source: Disable notifications
ca: Deshabilitar notificacions
el: Απενεργοποιήστε τις ειδοποιήσεις

source: Notify of new comments
ca: Notificar comentaris nous
el: Ειδοποίησε για νέα σχόλια

source: Delete Package
ca: Esborrar el paquet
el: Διαγράψτε πακέτο

source: Merge Package
ca: Fusionar el paquet
el: Συγχώνευση πακέτου

source: Adopt Package
ca: Adoptar Paquet
el: Υιοθετήστε το Πακέτο

source: Disown Package
ca: Desposseir-se del paquet
el: Aποδεσμεύστε το Πακέτο

source: Category
ca: Categoria
da: Kategori
el: Κατηγορία
hr: Kategorija
nb_no: Kategori

source: Change category
ca: Canvi de categoria
el: Αλλαγή κατηγορίας

source: Submitter
ca: Remitent
el: Υποβάλλων

source: View account information for
el: Δείτε τις πληροφορίες λογαριασμού για

source: View account information for %s
ca: Veure l'informació del compte per %s
el: Δείτε τις πληροφορίες λογαριασμού του %s

source: Maintainer
ca: Mantenidor
da: Ejer
el: Συντηρητής
hr: Održavatelj
nb_no: Vedlikeholder

source: Votes
ca: Vots
da: Stemmer
el: Ψήφοι
hr: Glasovi
nb_no: Stemmer

source: First Submitted
ca: Primer enviament
el: Πρώτη Υποβολή
hr: Prvi put poslan

source: Last Updated
ca: Última actualització
el: Τελευταία Ενημέρωση
hr: Posljednji put ažuriran

source: Add Comment
ca: Afegir un comentari
el: Προσθέστε σχόλιο

source: Comment has been added.
ca: S'ha afegit el comentari.
el: Το σχόλιο έχει προστεθεί.
hr: Komentar je dodan.

source: View all %s comments
el: Δείτε ολα τα %s σχόλια

source: Latest Comments
ca: Darrers Comentaris
el: Τελευταία σχόλια

source: Delete comment
ca: Esborra comentari
da: Slet kommentar
el: Διαγράψτε το σχόλιο
hr: Briši komentar
nb_no: Slett kommentar

source: Comment by %s
ca: Comentari de %s
el: Σχόλιο από %s

source: Anonymous comment
el: Ανώνυμο σχόλιο

source: All comments
ca: Tots el comentaris
el: Όλα τα σχόλια

source: Package Details
ca: Detalls del paquet
da: Detaljer om pakken
el: Πληροφορίες Πακέτου
hr: Detalji o paketu
nb_no: Pakkedetaljer

source: Description
ca: Descripció
da: Beskrivelse
el: Περιγραφή
hr: Opis
nb_no: Beskrivelse

source: Visit the website for
ca: Visiti la pàgina web per
el: Επισκεφτείτε την ιστοσελίδα για

source: Dependencies
ca: Dependències
da: Afhængigheder
el: Εξαρτήσεις
hr: Ovisi o
nb_no: Avhengigheter

source: Required by
ca: Requerit per
da: Påkrævet af
el: Απαιτείται από
hr: Potreban za
nb_no: Trengs av

source: Sources
ca: Fonts
el: Πηγές
hr: Izvor

source: Name, Description
ca: Nom, Descripció
el: Όνομα, Περιγραφή

source: Name Only
ca: Només nom
el: Όνομα μόνο

source: All
ca: Tots
el: Όλα

source: Flagged
ca: Marcat
el: Σημειωμένα

source: Not Flagged
ca: No Marcat
el: Μη Σημειωμένα

source: Name
ca: Nom
da: Navn
el: Όνομα
hr: Ime
nb_no: Navn

source: Voted
ca: Votat
da: Stemt
el: Ψηφισμένο
hr: Glasao
nb_no: Stemmet

source: Age
ca: Antiguitat
el: Ηλικία

source: Ascending
ca: Ascendent
el: Αύξουσα

source: Descending
ca: Descendent
el: Φθίνουσα

source: Enter search criteria
ca: Introdueixi in criteri de cerca
el: Εισάγετε κριτήρια αναζήτησης

source: Any
ca: Cap
da: Alle
el: Οποιαδήποτε
hr: Bilo koji
nb_no: Uansett

source: Search by
ca: Cerca per
da: Søg efter
el: Αναζήτηση κατά
hr: Traži po
nb_no: Søk etter

source: Keywords
ca: Paraules Clau
el: Λέξεις κλειδιά

source: Out of Date
ca: No-Actualitzat
el: Παρωχημένα
hr: Zastario

source: Sort by
ca: Ordena per
da: Sortér efter
el: Ταξινόμηση κατά
hr: Sortiraj po
nb_no: Sortér med

source: Sort order
ca: Ordena en sentit
da: Sorter efter
el: Σειρά ταξινόμησης
hr: Način sortiranja
nb_no: Sorteringsrekkefølge

source: Per page
ca: Per pàgina
da: Per side
el: Ανά σελίδα
hr: Po stranici
nb_no: Per side

source: Go
ca: Vés
da: Søg
el: Πήγαινε
hr: Traži
nb_no: Gå

source: Orphans
ca: Orfes
da: Forladt
el: Ορφανά
hr: Napušteni
nb_no: Hjemløse

source: Error retrieving package list.
ca: S'ha produït un error en obtenir la llista de paquets.
da: Fejl ved modtagelse af pakkeliste.
el: Σφάλμα κατά τη λήψη της λίστας πακέτων.
hr: Došlo je do greške prilikom stvaranja liste paketa.
nb_no: Feil oppstod under mottagelse av pakkeliste.

source: No packages matched your search criteria.
ca: No s'ha trobat cap coincidència amb el teu criteri de cerca.
da: Ingen pakker opfylder dine søgekriterier.
el: Κανένα πακέτο δεν ικανοποιεί τα κριτήρια αναζήτησης σας.
hr: Nijedan paket ne odgovara kriterijima traženja.
nb_no: Ingen pakker stemmer overens med dine søkekriterier.

source: %d packages found. Page %d of %d.
el: %d πακέτα βρέθηκαν. Σελίδα %d από %d.

source: Version
ca: Versió
el: Έκδοση

source: Yes
ca: Sí
da: Ja
el: Ναι
hr: Da
nb_no: Ja
