Repository: AMDmi3/aurweb
Catalog: po/*.po
Languages: ca, da, el, hr, nb_no

source: orphan
ca: orfe
da: forladt
el: ορφανό
hr: napušten
nb_no: hjemløs

source: Actions
ca: Accions
da: Handlinger
el: Ενέργειες
hr: Radnje
nb_no: Handlinger

source: Unflag Out-of-date
ca: Desmarca No-Actualitzat
da: Afmarker forældet
el: Αποχαρακτηρίστε το πακέτο ως Παρωχημένο
hr: Obilježi kao ažuriran
nb_no: Fjern markering av "utdatert"

source: Adopt Packages
ca: Apròpia paquets
da: Adopter pakker
el: Υιοθετήστε Πακέτα
hr: Posvoji paket
nb_no: Adoptér pakker

source: Disown Packages
ca: Desapròpia els paquets
da: Fjern ejerskab for pakker
el: Aποδεσμεύστε Πακέτα
hr: Odrekni se paketa
nb_no: Avslutt eierskap av pakker

source: Any type
ca: Qualsevol tipus
da: Vilkårlig type
el: Κάθε είδος
hr: Bilo koji tip
nb_no: Hvilken som helst type

source: Search
ca: Cerca
da: Søg
el: Αναζήτηση
hr: Traži
nb_no: Søk

source: Statistics
ca: Estadístiques
el: Στατιστικά

source: Orphan Packages
ca: Paquets orfes
el: Ορφανά Πακέτα

source: Packages added in the past 7 days
ca: Paquets afegits en els darrers 7 dies
el: Πακέτα που προστέθηκαν τις τελευταίες 7 ημέρες

source: Packages updated in the past 7 days
ca: Paquets actualitzats en els darrers 7 dies
el: Πακέτα που ενημερώθηκαν τις τελευταίες 7 ημέρες

source: Packages updated in the past year
ca: Paquets actualitzats en l'últim any
el: Πακέτα που ενημερώθηκαν κατά το παρελθόν έτος

source: Packages never updated
ca: Paquets mai actualitzats
el: Πακέτα που δεν ενημερώθηκαν ποτέ

source: Registered Users
ca: Usuaris registrats
el: Εγγεγραμμένοι Χρήστες

source: Recent Updates
ca: Actualitzacions recents
el: Πρόσφατες Ανανεώσεις

source: My Statistics
ca: Les meves estadístiques
el: Τα στατιστικά μου

source: Packages in unsupported
ca: Paquets a "unsupported"
el: Μη υποστηριζόμενα πακέτα

source: Proposal Details
ca: Detalls de la proposta
da: Detaljer om forslag
el: Πληροφορίες Πρότασης
hr: Detalji prijedloga
nb_no: Resultater for forslag

source: This vote is still running.
ca: Aquesta votació encara es troba en funcionament.
da: Denne afstemning er stadig aktiv.
el: Η ψηφοφορία αυτή βρίσκεται ακόμη σε εξέλιξη.
hr: Ovaj glas još vrijedi.
nb_no: Stemmingen er fortsatt aktiv.

source: Submitted: %s by %s
ca: Enviat: %s per %s
da: Tilføjet: %s af %s
el: Υποβλήθηκε: %s από %s
hr: Poslan: %s od %s
nb_no: Innsendt: %s av %s

source: End
ca: Fi
da: Slut
el: Τέλος
hr: Kraj
nb_no: Slutt

source: Result
el: Αποτέλεσμα

source: Accepted
ca: Acceptat
el: Δεκτός

source: Rejected
ca: Rebutjat
el: Απορριπτέος

source: No
da: Nej
el: Όχι
hr: Ne
nb_no: Nei

source: Abstain
ca: Abstenir-se
da: Undlad at stemme
el: Απέχουν
hr: Suzdržan
nb_no: Avhold deg fra

source: Total
ca: Nom exacte
el: Σύνολο
hr: Ukupno
nb_no: Totalt

source: Participation
el: Συμμετοχή

source: No results found.
ca: No s'han trobat resultats.
da: Ingen resultater fundet.
el: Κανένα αποτέλεσμα δεν βρέθηκε.
hr: Nema rezultata.
nb_no: Ingen resultater funnet.

source: Start
ca: Inici
el: Ξεκινήστε
hr: Početak

source: Back
ca: Enrere
da: Tilbage
el: Πίσω
hr: Natrag
nb_no: Tilbake

source: Trusted User
ca: Usuari de Confiança
da: Betroet bruger (TU)
hr: Pouzdan korisnik
nb_no: Betrodd bruker

source: Invalid request type.
ca: El tipus de sol·licitud no és vàlid.

source: Developer
ca: Desenvolupador
da: Udvikler
nb_no: Utvikler

source: PGP Key Fingerprint
ca: Emprempta clau PGP

source: Upstream URL
ca: Enllaç URL Upstream

source: Reason
ca: Motiu

source: Comments
ca: Comentaris

source: Page %d of %d.
ca: Pàgina %d de %d.

source: Package
ca: Paquet

source: Date
ca: Data

source: Trusted Users
ca: Usuaris de Confiança

source: Use this form to update your account.
da: Brug denne formular til at opdatere din konto.
hr: Ovim formulatom ažurirajte Vaš računa.
nb_no: Bruk dette feltet for å oppdatér kontoen din.

source: Leave the password fields blank to keep your same password.
da: Efterlad kodeordsfelterne tomme, hvis du ikke ønsker at ændre adgangskoden.
hr: Nemojte ispunjavati poslja za lozinku ukoliko želite zadržati dosadašnju lozinku.
nb_no: La passord-feltene stå blanke for å beholde ditt gamle passord.

source: Length must be a number.
da: Længden skal angives som talværdi.
hr: Duljina mora biti broj.
nb_no: Lengden må være et nummer.

source: Length must be at least 1.
da: Længden skal være mindst 1.
hr: Doljina mora biti najmanje 1.
nb_no: Lengden må være minst 1.

source: (defaults to 7 if empty)
da: (sat til 7 hvis tomt)
hr: (7 ako je prazno)
nb_no: (settes standard til 7 hvis tom)

source: You are not allowed to overwrite the %h%s%h package.
da: Du har ikke tilladelse til at overskrive %h%s%h pakken.
hr: Paket %h%s%h već postoji i nemate ovlasti mijenjati ga.
nb_no: Du har ikke tilgang til å skrive over %h%s%h-pakken.

source: Missing package ID.
da: Mangler pakke-ID.
hr: Nedostaje ID paketa.
nb_no: Mangler pakke-ID.

source: New Package Notify
da: Besked ved nye pakker
hr: Obavijesti me o novim paketima
nb_no: Ny pakkepåminnelse

source: A Trusted User cannot assign Developer status.
da: En betroet bruger (TU) kan ikke tildele udviklerstatus.
hr: Pouzdan korisnik nemoše dodijeliti Developer status.
nb_no: En betrodd bruker kan ikke tilegne utviklerstatus.

source: The username, %h%s%h, is already in use.
da: Brugernavnet, %h%s%h, er allerede i brug.
hr: Korisničko ime %h%s%h je već zauzeto.
nb_no: Brukernavnet, %h%s%h, er allerede i bruk.

source: The address, %h%s%h, is already in use.
da: Adressen, %h%s%h, er allerede i brug.
hr: Adresa %h%s%h je već iskorištena.
nb_no: Adressen, %h%s%h, er allerede i bruk.

source: Error trying to create account, %h%s%h: %s.
da: Fejl ved opretning af konto, %h%s%h: %s.
hr: Desila se greška prilikom stvaranja računa, %h%s%h: %s.
nb_no: Feil oppstod under opprettelse av konto: %h%s%h: %s.

source: The account, %h%s%h, has been successfully created.
da: Kontoen, %h%s%h, er blevet oprettet.
hr: Račun, %h%s%h, je uspješno kreiran.
nb_no: Kontoen, %h%s%h, har blitt opprettet korrekt.

source: Click on the Home link above to login.
da: Klik på Hjem ovenover for at logge ind.
hr: Kliknite na link Početna kako bi se logirali.
nb_no: Klikk på Hjem-linken ovenfor for å logge inn.

source: Error trying to modify account, %h%s%h: %s.
da: Fejl ved ændring af konto, %h%s%h: %s
hr: Desila se greška prilikom izmjene računa, %h%s%h: %s.
nb_no: Feil oppstod under endring av konto, %h%s%h: %s.

source: The account, %h%s%h, has been successfully modified.
da: Kontoen, %h%s%h%, er blevet ændret.
hr: Račun %h%s%h je uspješno izmijenjen.
nb_no: Kontoen, %h%s%h, har blitt korrekt modifisert.

source: Last Voted
da: Sidste stemme
hr: Posljednje glasao
nb_no: Sist stemt

source: License
hr: Licenca

source: Tarball
da: Tar-arkiv
hr: Arhiva

source: This package has been flagged out of date.
da: Denne pakke er markeret forældet
hr: Paket je obilježen kao zastarijeli.
nb_no: Denne pakken har blitt merket som utdatert.

source: Bugs
da: Fejl
hr: Bug-ovi

source: Last vote
da: Sidste stemme
hr: Posljednji glas
nb_no: Siste stemme

source: Enter your comment below.
hr: Ovdje unesite komentar.

source: Package Listing
da: Liste over pakker
hr: Lista paketa
nb_no: Pakkelisting

source: Showing results %s - %s of %s
da: Viser resultaterne %s - %s af %s
hr: Rezultati %s - %s od %s
nb_no: Viser resultater %s - %s av %s

source: Comment by: %s on %s
hr: Komentirao %s u %s

source: Advanced
da: Avanceret
hr: Napredno
nb_no: Avansert
